var specailDishes = [
			{
				"name":"西班牙",
				"description":"提起西班牙，那节奏明快、风格独具的弗拉门科舞曲便在耳畔响起，风光旖旎的西班牙，东面及东南面濒临地中海，这得天独厚的条件使得西班牙人酷爱各种海鲜食品。西班牙盛产土豆、番茄、辣椒、橄榄。在西式餐点中，它的食品烹制从表面看起来也许没有什么明显的特色，但西班牙美食汇集了西式南北菜肴的烹制方法，其菜肴品种繁多，口味独特。有名的西班牙炸鱿鱼是用油酥面将菠菜、羊肉、奶酷做成的馅包起来，再放进烤箱烘烤，外焦里嫩，口味清香，是一种风味独特的餐前下酒小菜",
				"imgsrc":"images/640.jpg"
			},
			{
				"name":"俄罗斯",
				"description":"俄式菜肴在西餐中影响较大，沙皇俄国时代的上层人士非常崇拜法国，不仅以讲法语为荣，而且饮食和烹饪技术也主要学**法国。但经过多年的演变，特别是俄国地带，食物讲究热量高的品种，逐渐形成了自己的烹调特色。俄国人喜食热食，爱吃鱼肉、肉末、鸡蛋和蔬菜制成的小包子和肉饼等，各式小吃颇有盛名。俄式菜肴口味较重，喜欢用油，制作方法较为简单。口味以酸、甜、辣、咸为主，酸黄瓜、酸白菜往往是饭店或家庭餐桌上的必备食品。烹调方法以烤、熏腌为特色。俄罗斯厨师对每一道菜品都严格把关，精益求精，如果有哪一道菜缺少某种调料，宁可不卖也绝不摆上顾客的餐桌。",
				"imgsrc":"images/640 (1).jpg"
			},
			{
				"name":"德国",
				"description":"与烹饪技术举世闻名的中国相比，德国的饮食不免人觉单调乏味，这同德国人呆板、拘泥的性格一样不讨人喜欢。但是清煮、白炖加烤制，在德国的高厨手中，也变化出百般花样来。一提到德国的地道菜式，香肠可谓是德国菜肴的代表作，不下百种的德国香肠吸引了世界各地美食家的目光。德国各个地区都以其特制的香肠自居，格丁根及雷根斯堡香肠自中世纪以来已享福盛名。而图林根的红肠和纽伦堡手指般的烤肠亦广受欢迎。卡塞尔人则偏爱其家乡的肝肉肠。咖喱肠是由柏林人所发明的，吃的时候将肠切成薄片，加上茄汁后再洒一层薄薄的咖喱粉，确实其味无穷。只要蘸上相配的芥酱，便可享受到每一种香肠的独特风味。",
				"imgsrc":"images/640 (2).jpg"
			},
			{
				"name":"奶油蘑菇汤配蒜香法包",
				"description":"奶油蘑菇汤是西餐馆里面的保留菜肴之一，无论海内海外，也无论星级酒店还是街边小店，无论正宗与否，菜谱上总会有这道菜。作为一道品质上乘的奶油蘑菇汤，首先要有浓郁的蘑菇味道，这似乎是在说废话，不过这个世界上名不副实的事情实在太多了。此外，汤的口感应该浓郁幼滑，这样才能对得起“奶油”这两个字。",
				"imgsrc":"imgs/cuisine6.jpg"
			},
			{
				"name":"海鲜烩牛仔骨",
				"description":"龙虾一般分两种，一种是大西洋龙虾，以加拿大，美国波士顿最出名，特点是有一对很大的钳子；另一种是太平洋龙虾，从日本一直到我国南海到澳洲都有，它的钳子显然较细。那么出产澳大利亚的龙虾比较肥大有名，就经常叫这种龙虾为澳洲龙虾，应该讲澳大利亚不是唯一的原产地。龙虾一般分两种，一种是大西洋龙虾，以加拿大，美国波士顿最出名，特点是有一对很大的钳子；另一种是太平洋龙虾，从日本一直到我国南海到澳洲都有，它的钳子显然较细。那么出产澳大利亚的龙虾比较肥大有名，就经常叫这种龙虾为澳洲龙虾，应该讲澳大利亚不是唯一的原产地。",
				"imgsrc":"imgs/cuisine3.jpg"
			}]

var french=[
      {
      	"description":"法国人对菜肴的要求很高，讲究选料严格，加工精细，花样繁复，保持原味和合理营养。",
      	"imgsrc":"images/640 (6).jpg"
      },
      {
      	"description":"法式鹅肝是与鱼仔酱、松露齐名的世界三大美食珍品之一，是法国的传统名菜，在欧美其他国家的菜谱上极为少见。",
      	"imgsrc":"images/640 (3).jpg"
      },
      {
      	"description":"此外，法国人十分喜爱吃奶酪，奶酪品种多样。",
      	"imgsrc":"images/640 (4).jpg"
      },
      {
      	"description":"法式菜肴重视调味，调味品种类多样。擅长用酒来调味，什么样的菜选用什么酒都有严格的规定，如清汤用葡萄酒、海鲜用白兰地酒、甜品用各式甜酒或白兰地等。",
      	"imgsrc":"images/640 (5).jpg"
      }

]

var two=[
      {
      	"title":"质朴",
      	"description":"法国人对菜肴的要求很高，讲究选料严格，加工精细，花样繁复，保持原味和合理营养。",
      	"imgsrc":"images/640 (7).jpg"
      },
      {
      	"title":"简单",
      	"description":"法式鹅肝是与鱼仔酱、松露齐名的世界三大美食珍品之一，是法国的传统名菜，在欧美其他国家的菜谱上极为少见。",
      	"imgsrc":"images/640 (8).jpg"
      }
]
