var data=[
	{
	 "name":"水煮肉片",
	 "des":"水煮肉片是一道色、香、味俱全的特色川菜，在各地的大小餐馆都能见到。 此菜瘦肉居多，且肉片滑嫩适口，汤汁麻辣鲜香，特别诱人食欲。肉片下面的打底菜也是非常入味，也特别解腻。",
	 "skill":["肉片不要切的太薄，稍微厚点口感好","打底菜可以用白菜、豌豆苗、生菜等蔬菜","菜籽油制作出来的香，如果没有，也可用别的食用油"]
	},
	{"name":"辣子鸡",
	 "des":"一道美味必定是色香味俱全的，红艳艳的辣子鸡喷香扑鼻，看起来就诱人，闻着更是嘴馋，尝一口更是停不下来。刚炒好的辣子鸡特别馋人，不需要很多香料调味，就是简单的大蒜头、生姜片、干辣椒、花椒这些，鸡肉的鲜嫩配上麻辣的香气，让我干掉两碗饭都绝对没问题！",
	 "skill":["这道菜想要鸡肉好吃入味，需要提前腌制","炸好之后就不太容易入味了，炸鸡块的时候要用大火，炸出来的鸡块更好吃多汁","各种香料的添加根据自己的喜好调节"]
	},
	{"name":"酸菜鱼",
	 "des":"自古以来，川中有制作酸菜的习惯。 每年初冬，取上好青菜以盐腌制，贮存于坛中。贮存一月有余，即可食用，酸爽开胃，拿来做汤尤为鲜美。 川人自古爱吃，而且爱钻研美食做法。不知何年、不知何人，偶发以酸菜佐鱼而食之念，取酸菜、河鱼一试，果然更为鲜美酸爽。自此，便有了令吃货十指大动的酸菜鱼。",
	 "skill":["酸菜、泡姜、泡萝卜、泡红椒、泡小米辣等，起码得是老坛泡制，年份在1年以上更佳","码味的环节费时较多，可先码味再切配其余食材","菜籽油制作出来的香，如果没有，也可用别的食用油"]
	},
	{"name":"水煮肉片",
	 "des":"水煮肉片是一道色、香、味俱全的特色川菜，在各地的大小餐馆都能见到。 此菜瘦肉居多，且肉片滑嫩适口，汤汁麻辣鲜香，特别诱人食欲。肉片下面的打底菜也是非常入味，也特别解腻。",
	 "skill":["肉片不要切的太薄，稍微厚点口感好","打底菜可以用白菜、豌豆苗、生菜等蔬菜","菜籽油制作出来的香，如果没有，也可用别的食用油"]
	},
	{"name":"水煮肉片",
	 "des":"水煮肉片是一道色、香、味俱全的特色川菜，在各地的大小餐馆都能见到。 此菜瘦肉居多，且肉片滑嫩适口，汤汁麻辣鲜香，特别诱人食欲。肉片下面的打底菜也是非常入味，也特别解腻。",
	 "skill":["肉片不要切的太薄，稍微厚点口感好","打底菜可以用白菜、豌豆苗、生菜等蔬菜","菜籽油制作出来的香，如果没有，也可用别的食用油"]
	},
	{"name":"水煮肉片",
	 "des":"水煮肉片是一道色、香、味俱全的特色川菜，在各地的大小餐馆都能见到。 此菜瘦肉居多，且肉片滑嫩适口，汤汁麻辣鲜香，特别诱人食欲。肉片下面的打底菜也是非常入味，也特别解腻。",
	 "skill":["肉片不要切的太薄，稍微厚点口感好","打底菜可以用白菜、豌豆苗、生菜等蔬菜","菜籽油制作出来的香，如果没有，也可用别的食用油"]
	}
]
